# Taps
tap "grega/tap"

# Formulae
brew "asdf"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "git"
brew "grega/tap/hdi"
brew "opencode"
brew "rsync"
brew "syncthing"
brew "tmux"
brew "wget"
brew "dockutil"

# Casks
cask "ghostty"
cask "raycast"
cask "rectangle"
cask "alt-tab"
cask "discord"
cask "vlc"
cask "figma"
cask "visual-studio-code"
cask "cleanshot"
cask "bettertouchtool"
cask "bitwarden"
cask "screen-studio"
cask "cyberduck"
cask "firefox"
cask "github"
cask "karabiner-elements"
cask "obsidian"
